Repository: yourpayments/CSCart
Catalog: var/langs/*/addons/payu.po
Languages: ru_ru

# Addons::name::payu
source: Russian localization — PayU
ru_ru: YPMN

# Addons::description::payu
source: Payment acceptance via PayU
ru_ru: Прием платежей через YPMN

# Languages::addons.payu.text_payu_notice
source: Please add these URL callback in your PayU configuration:<br /><br/>[r_url]<br/>
ru_ru: Пожалуйста, добавьте следующий <strong>Адрес для приёма IPN уведомлений</strong> на странице конфигурации YPMN:<br/><br/>[r_url]<br/>

# Languages::addons.payu.merchant_name
source: Merchant
ru_ru: Код продавца (MERCHANT)

# Languages::addons.payu.secret_key
source: Secret key
ru_ru: Секретный ключ

# Languages::addons.payu.tax
source: Tax
ru_ru: Ставка НДС по умолчанию

# Languages::addons.payu.statuses
source: Statuses
ru_ru: Статусы заказа

# Languages::addons.payu.error
source: Error
ru_ru: Ошибка

# Languages::addons.payu.paid
source: Paid
ru_ru: Оплачено

# Languages::addons.payu.logging
source: Logging
ru_ru: Логирование

# Languages::addons.payu.wrong_transaction_id
source: Wrong transaction
ru_ru: Некорректный номер транзакции

# Languages::addons.payu.wrong_hash
source: Wrong hash
ru_ru: Некорректный хэш

# Languages::addons.payu.wrong_amount
source: Wrong amount
ru_ru: Сумма заказа не совпадает

# Languages::addons.payu.success_withdrawn
source: Success Withdrawn
ru_ru: Списание денежных средств успешно выполнено

# Languages::addons.payu.text_redirect
source: Redirect to PayU payment page
ru_ru: Выполняется перенаправление на страницу оплаты YPMN. Подождите...
